manager_text = 'به منو مدیریت ربات خوش امدید لطفا یک عملیات را انتخاب کنید :'
user_not_admin  = 'شما مجاز به استفاده از ربات نیستی !'
admin_manager_text = 'مدیریت ادمین های ربات \nبرای حذف ادمین بر روی آن بزنید\nبرایه افزودن ادمین بر روی ➕ بزنید و چت ایدی کاربر مورد نظر را وارد کنید '
send_admin_chat_id = 'لطفا چت آیدی کسی که میخاهید به لیست ادمین ها اضافه شود را وارد کنید :'
error_alert = 'خطا لطفا دوباره تلاش کنید !'
add_admin = 'ادمین جدید با موفقیت افزوده شد !'
admin_panel = 'به ادمین پنل خوش امدید'

